insert into anime (anime.anime_id,anime_image, anime_name)
values (1,'https://m.media-amazon.com/images/M/MV5BZGFiMWFhNDAtMzUyZS00NmQ2LTljNDYtMmZjNTc5MDUxMzViXkEyXkFqcGdeQXVyNjAwNDUxODI@._V1_FMjpg_UX1000_.jpg','naruto');

insert into characters (characters.character_id,anime_id, character_name,character_image)
values
    (1,1,'Naruto','https://animeyat.net/wp-content/uploads/2023/03/sayings-naruto-characters-1-1024x576.webp'),
    (2,1,'SasK','https://iqtabasat.com/uploads/authors/1664848774.jpg'),
    (3,1,'Kakashi','https://animeyat.net/wp-content/uploads/2023/03/sayings-naruto-characters-8-1024x576.webp'),
    (4,1,'Sakura','https://animeyat.net/wp-content/uploads/2023/03/sayings-naruto-characters-4-1024x576.webp');


insert into quote (character_id,quote)
values
    (3,'معرفة ما هو صحيح وتجاهله هذا تصرف الجبناء.'),
    (3,'لا تخف لن أدع أحد من رفاقي يموت سأحميك مهما كلف الأمر.'),
    (3,'حتى لو حصلت على أنتقامك لن يتبقى لك ألا الحزن.'),
    (3,'ستجد حتمًا من سيمُد لك يد العون طالما لم تستسلم.'),
    (4,'أولئك الذين لا يتبعون التعليمات هم الحثالة ولكن أتعلمون! الذين لا يهتمون بحياة أصدقائهم هم أسوأ من الحثالة ذاتها.'),
    (4,'الرجل لن يكون رجلًا إن لم يمتلك ندبات قتال يتفاخر بها.'),
    (4,'في اللحظة التي تعرَّف فيها الناس على الحب، فإنهم يخاطرون بحمل الكراهية.'),
    (1,'الرابطة التي أرتبطت بها معك لا أريد أن أقطعها ولا أريدها أن تنقطع'),
    (1,'الأشخاص الذين يواصلون وضع حياتهم على المحك للدفاع عن إيمانهم وما يحبونه يُصبحون أبطالًا ويُخلد أسمهم في الأسطورة.'),
    (1,'العمل الجاد والسعي المستمر لا قيمة له بالنسبة لأولئك الذين لا يؤمنون بأنفسهم.'),
    (1,'لأنهم أنقذوني من نفسي، أنقذوني من وحدتي،كانوا أول من قبلني كما أنا عليه، إنهم أصدقائي.'),
    (1,'إذا كنت لا تحب مصيرك، فلا تقبله.'),
    (1,'عندما يحمي الناس شيئًا مميزًا حقًا لهم، يمكنهم حقًا أن يصبحوا أقوى ما يمكن أن يكونوا.'),
    (1,'ألم الوحدة هو خارج هذا العالم تمامًا، أليس كذلك؟ لا أعرف لماذا، لكني أتفهّم مشاعرك كثيرًا، إنها مؤلمة في الواقع.'),
    (1,'تكون بداية الهلاك ويصبح السجين متعطش للدماء.'),
    (1,'يكون أقوى عشر أضعاف على قوته الحقيقة.'),
    (1,'قد يفقد الشخص جسمه إلى الأبد.');

